Repository: roberthawdon/dfshow
Catalog: po/*.po
Languages: fr

source: Save Colors - Enter pathname:
fr: Sauvegarder les couleurs - Saisir le chemin :

source: File exists. Replace?
fr: Le fichier existe. Remplacer ?

source: Error: %s
fr: Erreur : %s

source: Error parsing theme file.
fr: Erreur lors de l'analyse du fichier de thème.

source: Load Colors - Enter pathname:
fr: Charger les couleurs - Saisir le chemin :

source: Error: Unable to read file
fr: Erreur : Impossible de lire le fichier

source: Save theme before using as default.
fr: Sauvegarder le thème avant de l'utiliser par défaut.

source: Default theme has been set to [%s].
fr: Le thème par défaut a été défini sur [%s].

source: An error occurred setting the default theme.
fr: Une erreur s'est produite lors de la définition du thème par défaut.

source: Command lines
fr: Lignes de commande

source: Display lines
fr: Lignes d'affichage

source: Error messages
fr: Messages d'erreur

source: Information lines
fr: Lignes d'information

source: Heading lines
fr: Lignes de titre

source: Danger lines
fr: Lignes de danger

source: Selected block lines
fr: Lignes de bloc sélectionné

source: Highlight
fr: Surbrillance

source: Text input
fr: Saisie de texte

source: Directories
fr: Répertoires

source: Symbolic links
fr: Liens symboliques

source: Orphened symbolic links
fr: Liens symboliques orphelins

source: Executable files
fr: Fichiers exécutables

source: Set user identification
fr: Définir l'identification utilisateur

source: Set group identification
fr: Définir l'identification de groupe

source: Sticky bit directory
fr: Répertoire avec bit collant

source: Sticky bit directory - other writable
fr: Répertoire avec bit collant - accessible en écriture

source: background
fr: arrière-plan

source: foreground
fr: premier plan

source: !-Default
fr: !-Défaut

source: ?-Default Bold
fr: ?-Défaut Gras

source: 0-Black
fr: 0-Noir

source: 1-Red
fr: 1-Rouge

source: 2-Green
fr: 2-Vert

source: 3-Brown
fr: 3-Marron

source: 4-Blue
fr: 4-Bleu

source: 7-Light Gray
fr: 7-Gris Clair

source: 8-Dark Gray
fr: 8-Gris Foncé

source: 9-Light Red
fr: 9-Rouge Clair

source: A-Light Green
fr: A-Vert Clair

source: B-Yellow
fr: B-Jaune

source: C-Light Blue
fr: C-Bleu Clair

source: D-Light Magenta
fr: D-Magenta Clair

source: E-Light Cyan
fr: E-Cyan Clair

source: F-White
fr: F-Blanc

source: Select 0 to F for desired %s color
fr: Sélectionnez 0 à F pour la couleur %s désirée

source: Directory [<%s>] does not exist. Create it? (Default = no)
fr: Le répertoire [<%s>] n'existe pas. Le créer ? (Défaut = non)

source: !Yes
fr: !Oui

source: !No
fr: !Non

source: !All
fr: !Tout

source: Settings saved.
fr: Paramètres sauvegardés.

source: %s: The following themes are available:
fr: %s : Les thèmes suivants sont disponibles :

source: %s: invalid argument '%s' for 'enable-mouse'
fr: %s : argument invalide '%s' pour 'enable-mouse'

source: Valid arguments are: - true - false
fr: Les arguments valides sont : - true - false

source: Try '%s --help' for more information.
fr: Essayez '%s --help' pour plus d'informations.

source: Global Settings
fr: Paramètres Globaux

source: Behavior Settings
fr: Paramètres de Comportement

source: Enable mouse (Requires restart)
fr: Activer la souris (Nécessite un redémarrage)

source: Enable text wrapping
fr: Activer le retour à la ligne automatique

source: Mouse scroll interval size
fr: Taille de l'intervalle de défilement de la souris

source: File = <%s> Top = <%i>
fr: Fichier = <%s> Haut = <%i>

source: File = <%s> Top = <%i:%i>
fr: Fichier = <%s> Haut = <%i:%i>

source: File [%s] does not exist
fr: Le fichier [%s] n'existe pas

source: -Down
fr: -Bas

source: -Up
fr: -Haut

source: -Top
fr: -Début

source: -Bottom
fr: -Fin

source: !Find
fr: !Rechercher

source: !Help
fr: !Aide

source: !Quit
fr: !Quitter

source: !Wrap-off
fr: r!Etour-désactivé

source: !Wrap-on
fr: r!Etour-activé

source: !Ignore-case
fr: !Ignorer-casse

source: !Case-sensitive
fr: !Sensible-casse

source: !Revert
fr: !Annuler

source: !Save
fr: !Sauvegarder

source: (enter = I)
fr: (entrée = I)

source: SF Settings Menu -
fr: Menu Paramètres SF -

source: Match Case - Enter string:
fr: Respecter la casse - Saisir la chaîne :

source: Ignore Case - Enter string:
fr: Ignorer la casse - Saisir la chaîne :

source: No further references to '%s' found.
fr: Aucune autre référence à '%s' trouvée.

source: Position relative (<+num> || <-num>) or absolute ():
fr: Position relative (<+num> || <-num>) ou absolue () :

source: Show File - Enter pathname:
fr: Afficher le fichier - Saisir le chemin :

source: Display Settings
fr: Paramètres d'Affichage

source: File Settings
fr: Paramètres de Fichier

source: External App Settings
fr: Paramètres d'Applications Externes

source: never
fr: jamais

source: always
fr: toujours

source: name
fr: nom

source: size
fr: taille

source: unsorted
fr: non trié

source: long-iso
fr: iso-long

source: full-iso
fr: iso-complet

source: Display file colors
fr: Afficher les couleurs de fichier

source: Show marked file info
fr: Afficher les infos de fichier marqué

source: Sorting mode
fr: Mode de tri

source: Reverse sorting order
fr: Inverser l'ordre de tri

source: Time style
fr: Style d'heure

source: Show hidden files
fr: Afficher les fichiers cachés

source: Hide backup files
fr: Masquer les fichiers de sauvegarde

source: Use 3rd party pager over SF
fr: Utiliser un pager tiers plutôt que SF

source: Hide danger lines as root
fr: Masquer les lignes de danger en tant que root

source: Use SI units
fr: Utiliser les unités SI

source: Human readable sizes
fr: Tailles lisibles par l'homme

source: Show Inode
fr: Afficher l'Inode

source: Use numeric UID and GIDs
fr: Utiliser les UID et GID numériques

source: Enter key acts like Show
fr: La touche Entrée agit comme Afficher

source: Owner Column
fr: Colonne Propriétaire

source: Show security context of files
fr: Afficher le contexte de sécurité des fichiers

source: Skip to the first object
fr: Aller au premier objet

source: Display extended attribute keys and sizes
fr: Afficher les clés et tailles d'attributs étendus

source: Display only current directory
fr: Afficher uniquement le répertoire courant

source: Display only directories
fr: Afficher uniquement les répertoires

source: Show allocated size in blocks
fr: Afficher la taille allouée en blocs

source: Override default editor
fr: Remplacer l'éditeur par défaut

source: Editor utility program command
fr: Commande du programme utilitaire éditeur

source: Override default pager
fr: Remplacer le pager par défaut

source: Pager utility program command
fr: Commande du programme utilitaire pager

source: %s: invalid argument '%s' for 'block-size'
fr: %s : argument invalide '%s' pour 'block-size'

source: %s: invalid argument '%s' for 'color'
fr: %s : argument invalide '%s' pour 'color'

source: Valid arguments are: - always - never
fr: Les arguments valides sont : - always - never

source: %s: invalid argument '%s' for 'time style'
fr: %s : argument invalide '%s' pour 'time style'

source: Valid arguments are: - full-iso - long-iso - iso - locale
fr: Les arguments valides sont : - full-iso - long-iso - iso - locale

source: %s: invalid argument '%s' for 'marked'
fr: %s : argument invalide '%s' pour 'marked'

source: Valid arguments are: - always - never - auto
fr: Les arguments valides sont : - always - never - auto

source: There are currently %i running parent show application(s). Use 'exit' to return to Show.
fr: Il y a actuellement %i application(s) show parente(s) en cours d'exécution. Utilisez 'exit' pour retourner à Show.

source: There are no parent show applications currently running.
fr: Il n'y a aucune application show parente en cours d'exécution.

source: Use 'exit' to return to Show.
fr: Utilisez 'exit' pour retourner à Show.

source: Please set a valid pager utility program command in settings.
fr: Veuillez définir une commande de programme utilitaire pager valide dans les paramètres.

source: Error: Permission denied
fr: Erreur : Permission refusée

source: Please set a valid editor utility program command in settings.
fr: Veuillez définir une commande de programme utilitaire éditeur valide dans les paramètres.

source: Error: Unable to move file between mount points
fr: Erreur : Impossible de déplacer le fichier entre les points de montage

source: Error: Invalid Destination
fr: Erreur : Destination invalide

source: file
fr: fichier

source: files
fr: fichiers

source: MARKED: %s in %s %s
fr: MARQUÉ : %s dans %s %s

source: Error: Directory Returned 0 Objects
fr: Erreur : Le répertoire a retourné 0 objet

source: Could not open the directory
fr: Impossible d'ouvrir le répertoire

source: The location %s cannot be opened or is not a directory
fr: L'emplacement %s ne peut pas être ouvert ou n'est pas un répertoire

source: ---Attrs---
fr: ---Attributs---

source: ---Context---
fr: ---Contexte---

source: -Blocks-
fr: -Blocs-

source: -Driver/Size-
fr: -Pilote/Taille-

source: -Size-
fr: -Taille-

source: ---Date & Time---
fr: ---Date et Heure---

source: ----Name----
fr: ----Nom----

source: -Owner-
fr: -Propriétaire-

source: -Group-
fr: -Groupe-

source: -Owner & Group-
fr: -Propriétaire et Groupe-

source: -Author-
fr: -Auteur-

source: -Owner & Author-
fr: -Propriétaire et Auteur-

source: -Group & Author-
fr: -Groupe et Auteur-

source: -Owner, Group, & Author-
fr: -Propriétaire, Groupe et Auteur-

source: %i Objects %s Used %s Available
fr: %i Objets %s Utilisé %s Disponible

source: c!Olors
fr: c!Ouleurs

source: !Run
fr: !Exécuter

source: !Edit file
fr: é!Diter fichier

source: !Make dir
fr: !Créer rép

source: !Show dir
fr: a!Fficher rép

source: !Touch file
fr: !Toucher fichier

source: !Copy
fr: !Copier

source: !Delete
fr: !Supprimer

source: !Edit
fr: !Éditer

source: !Hidden
fr: cac!Hés

source: !Link
fr: !Lien

source: !Modify
fr: !Modifier

source: !Rename
fr: !Renommer

source: !Show
fr: !Afficher

source: !Touch
fr: !Toucher

source: h!Unt
fr: r!Echercher

source: e!Xec
fr: e!Xécuter

source: -Refresh
fr: -Actualiser

source: -Mark/Unmark
fr: -Marquer/Démarquer

source: -All
fr: -Tout

source: -None
fr: -Aucun

source: -Sort
fr: -Trier

source: -Block
fr: -Bloc

source: !Context
fr: !Contexte

source: !Owner/Group
fr: !Propriétaire/Groupe

source: !Date & time
fr: !Date et heure

source: !Name
fr: !Nom

source: !Size
fr: !Taille

source: !Hard
fr: !Dur

source: !Symbolic
fr: !Symbolique

source: !Absolute
fr: !Absolu

source: !Relative
fr: !Relatif

source: !Accessed
fr: !Accédé

source: !Both
fr: !Les deux

source: !Modified
fr: !Modifié

source: !Yes/
fr: !Oui/

source: Color number
fr: Numéro de couleur

source: !Load
fr: c!Harger

source: !Toggle
fr: bascu!Ler

source: !Use
fr: !Utiliser

source: !User
fr: !Utilisateur

source: !Role
fr: !Rôle

source: !Level
fr: !Niveau

source: Raw !String
fr: Chaîne !Brute

source: Modify -
fr: Modifier -

source: Sort list by -
fr: Trier la liste par -

source: ( = reverse)
fr: ( = inverser)

source: Link Type -
fr: Type de Lien -

source: (enter = S)
fr: (entrée = S)

source: Link Location -
fr: Emplacement du Lien -

source: (enter = R)
fr: (entrée = R)

source: Set Time -
fr: Définir l'Heure -

source: (enter = B)
fr: (entrée = B)

source: Set Time?
fr: Définir l'Heure ?

source: (enter = N)
fr: (entrée = N)

source: Set Context -
fr: Définir le Contexte -

source: SHOW Settings Menu -
fr: Menu Paramètres SHOW -

source: Show Directory - Enter pathname:
fr: Afficher le répertoire - Saisir le chemin :

source: The location %s cannot be opened or is not a directory
fr: L'emplacement %s ne peut pas être ouvert ou n'est pas un répertoire

source: Replace file [<%s>]?
fr: Remplacer le fichier [<%s>] ?

source: Copy file to:
fr: Copier le fichier vers :

source: Copy multiple files to:
fr: Copier plusieurs fichiers vers :

source: Error: Directory Not Found.
fr: Erreur : Répertoire non trouvé.

source: Rename multiple files to:
fr: Renommer plusieurs fichiers vers :

source: Edit File - Enter pathname:
fr: Éditer le fichier - Saisir le chemin :

source: Rename file to:
fr: Renommer le fichier vers :

source: Make Directory - Enter pathname:
fr: Créer le répertoire - Saisir le chemin :

source: Set Access Time:
fr: Définir l'heure d'accès :

source: Set Modified Time:
fr: Définir l'heure de modification :

source: Set Time:
fr: Définir l'heure :

source: Error parsing time
fr: Erreur lors de l'analyse de l'heure

source: Touch File - Enter pathname:
fr: Toucher le fichier - Saisir le chemin :

source: Args to pass to %s:
fr: Arguments à passer à %s :

source: Case Sensitive? (Default = no)
fr: Sensible à la casse ? (Défaut = non)

source: Delete file?
fr: Supprimer le fichier ?

source: Delete directory?
fr: Supprimer le répertoire ?

source: Delete file [<%s>]?
fr: Supprimer le fichier [<%s>] ?

source: Set Group (%s):
fr: Définir le groupe (%s) :

source: Invalid group: %s
fr: Groupe invalide : %s

source: Set Owner:
fr: Définir le propriétaire :

source: Invalid user: %s
fr: Utilisateur invalide : %s

source: Modify Permissions:
fr: Modifier les permissions :

source: Symbolic link to:
fr: Lien symbolique vers :

source: Hard link to:
fr: Lien dur vers :

source: Error: File exists.
fr: Erreur : Le fichier existe.

source: Error: Selected object is a directory.
fr: Erreur : L'objet sélectionné est un répertoire.

source: Set User Context:
fr: Définir le contexte utilisateur :

source: Set Role Context:
fr: Définir le contexte de rôle :

source: Set Type Context:
fr: Définir le contexte de type :

source: Set Level Context:
fr: Définir le contexte de niveau :

source: Set Context:
fr: Définir le contexte :

source: Error: Links can only be made against single files.
fr: Erreur : Les liens ne peuvent être créés que vers des fichiers uniques.
